import React from "react";
import { Container, Row, Col } from "react-bootstrap";
import styles from "./Confeditial.module.css";

export default function Confeditial() {
  return (
    <Container className={styles.conf__container}>
      <Container className={styles.conf__container_side}>
        <Row className={styles.conf__row}>
          <Col md={12}>
            <h1 className={styles.conf__title}>
              Политика конфиденциальности и использования файлов cookie
            </h1>
          </Col>
        </Row>
        <Row>
          <Col>
            <p className={styles.conf__text}>
              Эта политика конфиденциальности объяснит, как наша организация
              использует персональные данные, которые мы собираем у вас, когда
              вы пользуетесь нашим веб-сайтом..
            </p>
          </Col>
        </Row>
        <Row>
          <Col>
            <h3 className={styles.conf__roubrics}>Темы:</h3>
          </Col>
        </Row>
        <Row>
          <Col>
            <ul className={styles.conf__list}>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>Какие данные мы собираем?</p>
              </li>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>
                  Как мы собираем ваши данные?
                </p>
              </li>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>
                  Как мы будем использовать ваши данные?
                </p>
              </li>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>Как мы храним ваши данные?</p>
              </li>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>Маркетинг</p>
              </li>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>
                  Каковы ваши права на защиту данных?
                </p>
              </li>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>Что такое файлы cookie?</p>
              </li>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>
                  Как мы используем файлы cookie?
                </p>
              </li>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>
                  Какие типы файлов cookie мы используем?
                </p>
              </li>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>
                  Как управлять файлами cookie
                </p>
              </li>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>
                  Политика конфиденциальности других веб-сайтов
                </p>
              </li>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>
                  Изменения в нашей политике конфиденциальности
                </p>
              </li>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>Как с нами связаться</p>
              </li>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>
                  Как связаться с соответствующими органами
                </p>
              </li>
            </ul>
          </Col>
        </Row>
        <Row>
          <Col>
            <h3 className={styles.conf__roubrics}>Какие данные мы собираем?</h3>
          </Col>
        </Row>
        <Row>
          <Col>
            <p className={styles.conf__text}>
              АРК Агентство Риэлтерского Консалтинга (далее – АРК) собирает
              следующие данные:
            </p>
          </Col>
        </Row>
        <Row>
          <Col>
            <ul className={styles.conf__list}>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>
                  Имя, адрес электронной почты, номер телефона, резюме, сведения
                  о мероприятии по набору персонала (дата и место проведения).
                </p>
              </li>
            </ul>
          </Col>
        </Row>
        <Row>
          <Col>
            <h3 className={styles.conf__roubrics}>
              Как мы собираем ваши данные?
            </h3>
          </Col>
        </Row>
        <Row>
          <Col>
            <p className={styles.conf__text}>
              Когда вы регистрируетесь для получения услуг на любом веб-сайте
              АРК, включая, помимо прочего: ипотеку, аренду, продажи, прогресс
              продаж, управление недвижимостью, коммерческую недвижимость и
              конкурсы, мы можем запросить у вас личную информацию. Персональная
              информация может состоять из такой информации, как ваше имя, адрес
              электронной почты, почтовый адрес, номер телефона или мобильного
              телефона или дата рождения. Разные веб-страницы могут запрашивать
              разную личную информацию. Вводя свои данные в запрашиваемые поля,
              вы позволяете АРК и ее поставщикам услуг предоставлять вам
              выбранные вами услуги. Обратите внимание, что иногда на
              веб-страницах мы будем требовать от вас предоставления
              дополнительной личной информации, и иногда это может быть
              конфиденциальная информация. Когда мы запрашиваем эту информацию,
              мы дополнительно укажем на этих веб-страницах, почему мы собираем
              вашу информацию и как мы будем ее использовать. АРК также
              использует файлы cookie и собирает IP-адреса (IP-адрес — это
              номер, который может однозначно идентифицировать определенный
              компьютер или другие сетевые устройства в Интернете). Мы
              используем аналитическое программное обеспечение для просмотра
              IP-адресов и файлов cookie с целью улучшения вашего
              пользовательского опыта. Эта информация не используется для
              создания вашего личного профиля, а файлы журналов регулярно
              очищаются.
            </p>
          </Col>
        </Row>
        <Row>
          <Col>
            <h3 className={styles.conf__roubrics}>
              Как мы будем использовать ваши данные?
            </h3>
          </Col>
        </Row>
        <Row>
          <Col>
            <p className={styles.conf__text}>
              АРК собирает ваши данные, чтобы мы могли:
            </p>
          </Col>
        </Row>
        <Row>
          <Col>
            <ul className={styles.conf__list}>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>
                  Обработайте ваш запрос и управляйте вашей учетной записью.
                </p>
              </li>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>
                  Мы будем отправлять вам по электронной почте специальные
                  предложения на другие продукты и услуги, которые, по нашему
                  мнению, могут вам понравиться.
                </p>
              </li>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>
                  Что касается функционирования любой услуги, на которую вы
                  подписались, чтобы гарантировать, что АРК сможет предоставить
                  вам наилучшее обслуживание.
                </p>
              </li>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>
                  Пригласить вас принять участие в опросах об услугах АРК
                  (участие всегда добровольное)
                </p>
              </li>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>
                  В маркетинговых целях, на которые вы дали свое особое
                  согласие.
                </p>
              </li>
            </ul>
          </Col>
        </Row>
        <Row>
          <Col>
            <p className={styles.conf__text}>
              (На локальных страницах вы найдете подробную информацию о том, как
              АРК свяжется с вами по поводу конкретных услуг). АРК будет хранить
              вашу информацию в тайне, за исключением случаев, когда раскрытие
              информации требуется или разрешено законом (например,
              государственным органам и правоохранительным органам). Мы будем
              использовать вашу информацию только в АРК, однако АРК может
              использовать третью сторону для обработки вашей информации. АРК
              требует от любой третьей стороны строгого соблюдения ее
              инструкций, а АРК потребует, чтобы они не использовали никакую
              личную информацию в своих собственных деловых целях.
            </p>
          </Col>
        </Row>
        <Row>
          <Col>
            <h3 className={styles.conf__roubrics}>
              Как мы храним ваши данные?
            </h3>
          </Col>
        </Row>
        <Row>
          <Col>
            <p className={styles.conf__text}>
              АРК надежно хранит ваши данные на наших внутренних серверах и на
              наших счетах на сторонних облачных серверах. АРК будет хранить
              вашу личную информацию в наших системах столько времени, сколько
              необходимо для соответствующей услуги или соответствующего
              контракта, который вы заключили с корпоративным графиком хранения
              АРК (это база данных, которая определяет, какие документы должны
              храниться и как долго). Когда вы предоставляете свою информацию на
              веб-сайт АРК, мы, как правило, храним ее только столько времени,
              сколько необходимо для цели, для которой она была предоставлена.
              Доступ к нашим серверам предоставляется только сотрудникам по мере
              необходимости. Мы принимаем строгие профилактические меры для
              обеспечения безопасности ваших данных, включая 2FA и шифрование.
              Маркетинг Компания АРК хотела бы направить вам информацию о наших
              продуктах и ​​услугах, которые, по нашему мнению, могут вам
              понравиться, а также о продуктах и ​​услугах наших
              компаний-партнеров. Если вы согласились получать маркетинговые
              сообщения, вы всегда можете отказаться от них позднее. Вы имеете
              право в любое время запретить АРК связываться с вами в
              маркетинговых целях или передавать ваши данные другим членам
              Группы АРК. Если вы больше не хотите, чтобы с вами связывались в
              маркетинговых целях, отправьте электронное письмо на адрес
              info@......... с указанием вашего имени и номера телефона, и мы
              отменим вашу подписку. Вы также можете нажать «Отписаться» в любом
              из наших маркетинговых писем.
            </p>
          </Col>
        </Row>
        <Row>
          <Col>
            <h3 className={styles.conf__roubrics}>
              Каковы ваши права на защиту данных?
            </h3>
          </Col>
        </Row>
        <Row>
          <Col>
            <p className={styles.conf__text}>
              АРК хотели бы убедиться, что вы полностью осведомлены обо всех
              ваших правах по защите данных. Каждый пользователь имеет право на
              следующее: Право на доступ – Вы имеете право запросить у АРК копии
              ваших персональных данных. Мы можем взимать с вас небольшую плату
              за эту услугу. Право на исправление – Вы имеете право потребовать,
              чтобы АРК исправила любую информацию, которую вы считаете
              неточной. Вы также имеете право потребовать, чтобы АРК дополнила
              информацию, которую вы считаете неполной. Право на удаление — вы
              имеете право потребовать, чтобы АРК удалила ваши персональные
              данные при определенных условиях. Право на ограничение обработки.
              Вы имеете право потребовать от АРК ограничить обработку ваших
              персональных данных при определенных условиях. Право возражать
              против обработки. Вы имеете право возражать против обработки ваших
              персональных данных компанией АРК при определенных условиях. Право
              на переносимость данных. Вы имеете право потребовать, чтобы АРК
              передала собранные нами данные другой организации или
              непосредственно вам при определенных условиях. Если вы сделаете
              запрос, у нас есть один месяц, чтобы ответить вам. Если вы хотите
              воспользоваться любым из этих прав, пожалуйста, свяжитесь с нами
              по электронной почте: Позвоните нам по телефону:
              +7.................... Или напишите нам:
              info@.................................
            </p>
          </Col>
        </Row>
        <Row>
          <Col>
            <h3 className={styles.conf__roubrics}>Файлы cookie</h3>
          </Col>
        </Row>
        <Row>
          <Col>
            <p className={styles.conf__text}>
              Файлы cookie — это текстовые файлы, размещаемые на вашем
              компьютере для сбора стандартной информации журнала Интернета и
              информации о поведении посетителей. Когда вы посещаете наши
              веб-сайты, мы можем автоматически собирать информацию о вас с
              помощью файлов cookie или аналогичной технологии Для получения
              дополнительной информации посетите .......................
            </p>
          </Col>
        </Row>
        <Row>
          <Col>
            <h3 className={styles.conf__roubrics}>
              Как мы используем файлы cookie?
            </h3>
          </Col>
        </Row>
        <Row>
          <Col>
            <p className={styles.conf__text}>
              АРК использует файлы cookie для улучшения вашего опыта
              использования нашего веб-сайта, в том числе:
            </p>
          </Col>
        </Row>
        <Row>
          <Col>
            <ul className={styles.conf__list}>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>
                  оддержание вашего входа в систему
                </p>
              </li>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>
                  Понимание того, как вы используете наш веб-сайт
                </p>
              </li>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>Рекламные цели</p>
              </li>
            </ul>
          </Col>
        </Row>
        <Row>
          <Col>
            <h3 className={styles.conf__roubrics}>
              Какие типы файлов cookie мы используем?
            </h3>
          </Col>
        </Row>
        <Row>
          <Col>
            <p className={styles.conf__text}>
              Существует несколько различных типов файлов cookie, однако наш
              веб-сайт использует:
            </p>
          </Col>
        </Row>
        <Row>
          <Col>
            <ul className={styles.conf__list}>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>
                  Функциональность – АРК использует эти файлы cookie, чтобы мы
                  узнавали вас на нашем веб-сайте и запоминали ваши ранее
                  выбранные предпочтения. Они могут включать предпочитаемый вами
                  язык и местоположение, в котором вы находитесь. Используется
                  сочетание основных и сторонних файлов cookie.
                </p>
              </li>
              <li className={styles.conf__item}>
                <p className={styles.conf__text}>
                  Реклама – АРК использует эти файлы cookie для сбора информации
                  о вашем посещении нашего веб-сайта, просмотренном вами
                  контенте, ссылках, по которым вы перешли, а также информации о
                  вашем браузере, устройстве и вашем IP-адресе. АРК иногда
                  делится некоторыми ограниченными аспектами этих данных с
                  третьими лицами в рекламных целях. Мы также можем делиться
                  онлайн-данными, собранными с помощью файлов cookie, с нашими
                  рекламными партнерами. Это означает, что когда вы посещаете
                  другой веб-сайт, вам может быть показана реклама на основе
                  ваших шаблонов просмотра на нашем веб-сайте.
                </p>
              </li>
            </ul>
          </Col>
        </Row>
        <Row>
          <Col>
            <h3 className={styles.conf__roubrics}>
              Как управлять файлами cookie
            </h3>
          </Col>
        </Row>
        <Row>
          <Col>
            <p className={styles.conf__text}>
              Вы можете настроить свой браузер так, чтобы он не принимал файлы
              cookie, и на указанном выше сайте вы найдете информацию о том, как
              удалить файлы cookie из своего браузера. Однако в некоторых
              случаях некоторые функции нашего сайта могут не работать из-за
              этого.
            </p>
          </Col>
        </Row>
        <Row>
          <Col>
            <h3 className={styles.conf__roubrics}>
              Политика конфиденциальности других веб-сайтов
            </h3>
          </Col>
        </Row>
        <Row>
          <Col>
            <p className={styles.conf__text}>
              Сайт АРК содержит ссылки на другие сайты. Наша политика
              конфиденциальности применяется только к нашему сайту, поэтому если
              вы нажмете на ссылку на другой сайт, вам следует ознакомиться с
              его политикой конфиденциальности.
            </p>
          </Col>
        </Row>
        <Row>
          <Col>
            <h3 className={styles.conf__roubrics}>
              Изменения в нашей политике конфиденциальности
            </h3>
          </Col>
        </Row>
        <Row>
          <Col>
            <p className={styles.conf__text}>
              АРК регулярно пересматривает свою политику конфиденциальности и
              размещает любые обновления на этой веб-странице. Эта политика
              конфиденциальности последний раз обновлялась 5 сентября 2022 года.
            </p>
          </Col>
        </Row>
        <Row>
          <Col>
            <h3 className={styles.conf__roubrics}>Как с нами связаться</h3>
          </Col>
        </Row>
        <Row>
          <Col>
            <p className={styles.conf__text}>
              Если у вас возникли вопросы о политике конфиденциальности АРК, о
              данных, которые мы храним о вас, или вы хотели бы воспользоваться
              одним из своих прав на защиту данных, не стесняйтесь обращаться к
              нам. Напишите нам по адресу: Info@..........................
              Позвоните нам: +7........................
            </p>
          </Col>
        </Row>
      </Container>
    </Container>
  );
}
